stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-50-wf2-200-wf3/wave-iteration-3/out-wf2-50-2022-01-21_14:28:40.txt
Requests      [total, rate]            45000, 50.00
Duration      [total, attack, wait]    14m59.990899697s, 14m59.98013933s, 10.760367ms
Latencies     [mean, 50, 95, 99, max]  12.993995ms, 13.09326ms, 19.113129ms, 24.038863ms, 649.909272ms
Bytes In      [total, mean]            170638104, 3791.96
Bytes Out     [total, mean]            1038450, 23.08
Success       [ratio]                  0.00%
Status Codes  [code:count]             0:3462  500:41538  
Error Set:
Post http://<none>:8080/setCurrency: dial tcp: lookup <none>: no such host
500 Internal Server Error