stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-50-wf2-200-wf3/wave-iteration-3/out-wf3-200-2022-01-21_10:06:48.txt
Requests      [total, rate]            180000, 200.00
Duration      [total, attack, wait]    15m0.060485542s, 14m59.994949852s, 65.53569ms
Latencies     [mean, 50, 95, 99, max]  101.733661ms, 57.079047ms, 374.177804ms, 1.337234963s, 3.516219422s
Bytes In      [total, mean]            912379918, 5068.78
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  61.54%
Status Codes  [code:count]             0:55385  200:110769  404:13846  
Error Set:
Get http://<none>:8080/product/1YMWWN1N4O: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/2ZYFJ3GM2N: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/66VCHSJNUP: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/6E92ZMYYFZ: dial tcp: lookup <none>: no such host
404 Not Found