stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-50-wf2-200-wf3/wave-iteration-3/out-wf3-200-2022-01-21_23:07:42.txt
Requests      [total, rate]            180000, 200.00
Duration      [total, attack, wait]    15m0.051487493s, 14m59.995046065s, 56.441428ms
Latencies     [mean, 50, 95, 99, max]  106.540763ms, 67.473969ms, 360.78427ms, 1.348850002s, 3.678503512s
Bytes In      [total, mean]            910988087, 5061.04
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  61.54%
Status Codes  [code:count]             0:55384  200:110770  404:13846  
Error Set:
Get http://<none>:8080/product/6E92ZMYYFZ: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/9SIQT8TOJO: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/L9ECAV7KIM: dial tcp: lookup <none>: no such host
Get http://<none>:8080/product/LS4PSXUNUM: dial tcp: lookup <none>: no such host
404 Not Found